[
  {
    "title" : "GSK",
    "subtitle" : "Hackathon participant",
    "date" : "Jan 17th 2018 - Jan 20th 2018",
    "text" : ""
  },
  {
    "title" : "EPITECH (current)",
    "subtitle" : "M1 in Computer Software Engineering",
    "date" : "2018",
    "text" : ""
  },
  {
    "title" : "EPITECH",
    "subtitle" : "Bachelor in Computer Software Engineering",
    "date" : "2017",
    "text" : ""
  },
  {
    "title" : "INSTANT SYSTEM",
    "subtitle" : "Full Stack Developper internship",
    "date" : "2017",
    "text" : "My internship was initially to migrate a carpooling site developed in TYPO3 to Wordpress. This migration involves the integration of a graphic chart and the development of an administrator interface."
  },
  {
    "title" : "E-POMPIERS",
    "subtitle" : "Hackathon participant",
    "date" : "May 2016",
    "text" : "Having contributed to a Hackathon organized by Epitech, my role was to create a tool to facilitate the management of stock within a fire station. With this solution, the user can dynamically add and remove an object from a database and have an overview of the current stock."
  },
  {
    "title" : "ZIPA",
    "subtitle" : "Full Stack Developper internship",
    "date" : "Jan - Aug 2016",
    "text" : "The first part of my 2nd year internship at EPITECH consisted of optimizing the daily update of elements in a database. Subsequently, I was able to completely rebuild an e-commerce website. The front end includes authentication, display of products in their categories, presentation of a retail item, addition to the shopping cart and integration of a payment module. For the back-end part, I was able to develop a module for generating invoices and a voucher system, allowing to change the status of orders made on the site (sent / paid / shipped)"
  },
  {
    "title": "ProLinked",
    "subtitle" : "Freelance",
    "date" : "2016",
    "text": "In order to materialize the idea of two business school students, I initially realized a pre-launch page of the service. Subsequently, I was able to create an authentication system (registration, login, profile management) combined with a system of SMS verification and automated e-mail sending."
  },
  {
    "title" : "EPITECH",
    "subtitle" : "Started Epitech Computer Software Engineering School",
    "date" : "2013",
    "text" : ""
  },
  {
    "title" : "BTS SIO",
    "subtitle" : "Started two-year technical degree IT Services to Organizations",
    "date" : "2013",
    "text" : "Learning the Basics of Programming / Networkings"
  }

]